powerline
alacritty
zathura
neovim
poppler
tmux
dunst
copyq
network-manager-applet
htop
ranger
firefox
mpv
imv
picom
awesome
pcmanfm
pipewire
python
rofi
swaybg
waybar
unzip
clang
