zsh
neovim
btop
fzf

unzip

hyprland
hyprpaper
hyprlock
waybar
xclock
pavucontrol

NetworkManager
wl-clipboard
dunst
grim
slurp
lxappearance
pcmanfm
nautilus
thunar-archive-plugin
gvfs
gvfs-mtp
rofi-wayland
zathura
zathura-pdf-poppler

flatpak
mpv
imv
xdg-user-dirs
mozilla-openh264
lxpolkit
ffmpeg
ffmpegthumbs
ffmpegthumbnailer

arc-theme

helix
clangd
