neovim
neovide
tree-sitter-cli

kitty
yazi
btop

unzip
ffmpegthumbs
ffmpegthumbnailer
poppler
zathura
zathura-pdf-poppler
zathura-cb

xorg-xclock

grub
v4l2loopback-dkms
networkmanager
network-manager-applet
pipewire
os-prober
upower
pavucontrol
openssh
git
libnotify
flatpak
linux-headers
gvfs
gvfs-mtp
ddcutil
bluez
blueman

flameshot
dunst
wl-clipboard
cliphist
grim
slurp
lxappearance
rofi-wayland
fzf

mpv
imv

bitwarden

hyprland
hyprpaper
hyprlock
hyprpicker
hyprpolkitagent
xde-desktop-portal-hyprland
sway
swaybg
swaylock
thunar
thunar-archive-plugin
tumbler
papirus-icon-theme
materia-gtk-theme
ark
sddm
waybar
noto-fonts-emoji
python-pywal
qt5

python
lua-language-server
clang
pyright

xdg-desktop-portal-wlr
xdg-desktop-portal-gtk
xdg-user-dirs

