
alacritty
neovim
neovide
tmux
ranger
htop
unzip
python-pywal

grub
poppler
networkmanager
ffmpegthumbs
pipewire
ueberzug
os-prober
python
upower

network-manager-applet

flameshot
zathura
zathura-pdf-poppler
dunst
wl-copy
grim
slurp
lxappearance
mpv
imv
bitwarden
rofi

hyprland
sway
swaybg
swaylock
sddm

waybar
openssh
git
noto-fonts-emoji

lua-language-server
clang
css-languageserver
pyright

libnotify
flatpak
