alacritty
tmux

neovim
neovide

ranger
yazi
htop
btop

unzip
ffmpegthumbs
ffmpegthumbnailer
poppler
zathura
zathura-pdf-poppler


xclock

grub
networkmanager
network-manager-applet
pipewire
os-prober
upower
pavucontrol
openssh
git
libnotify
flatpak
v4l2loopback-dkms
linux-headers
gvfs
ddcutil
bluez
blueman

python

flameshot
dunst
wl-clipboard
cliphist
grim
slurp
lxappearance
rofi

mpv
imv

bitwarden
dolphin

hyprland
sway
swaybg
swaylock
sddm
waybar
noto-fonts-emoji
python-pywal

lua-language-server
clang
pyright

xdg-desktop-portal-wlr
xdg-desktop-portal-gtk
xdg-user-dirs

